const BreadDB = {
  items: [
    {
      name: 'Фокачча с Розмарином', price: 190, weight: 205, id: 0, img: "../../images/HotDishes/1.jpg",
      description: 'Тесто: (вода питьевая, соль морская, масло оливковое, итальянская пшеничная мука В/С, семула, дрожжи' +
        'сухие), размарин свежий, пармезан, оливковое масло.'
    },
    {
      name: 'Фокачча с песто', price: 250, weight: 215, id: 1, img: "../../images/HotDishes/1.jpg",
      description: 'Тесто: (вода питьевая, соль морская, масло оливковое, итальянская пшеничная мука В/С, семула, дрожжи' +
        'сухие), соус песто-базелик, пармез, оливковое масло.'
    },
    {
      name: 'Ржаная фокачча с горгонзолой и семечками', price: 290, weight: 235, id: 2, img: "../../images/HotDishes/1.jpg",
      description: 'Тесто: (мука ржаная, итальянская пшеничная мука В/С, масло оливковое, вода питьевая, соль морская, масло оливковое, семула, дрожжи' +
        'сухие), горгонзола, пармезан, семечки подсолнечника.'
    },
  ]
}

export default BreadDB;