const ChildrenMenuDB = {
  items:[
    {
      name: 'Детский куриный суп', price: 390, weight: 255, id: 0, img: "../../images/HotDishes/1.jpg",
      description: 'Бульон куриный, тефтельки (индейка филе, хлеб белый, сливки), морковь отварная, паста де чекко.'
    },
    {
      name: 'Котлеты из индейки с картофельным пюре', price: 420, weight: 170, id: 1, img: "../../images/HotDishes/1.jpg",
      description: 'Индейка филе, хлеб белый, сливки, картофель, лук зелёный, масло сливочное, масло оливковое, соль морская.'
    },
    {
      name: 'Детские наггетсы с картофелем фри', price: 390, weight: '250/30', id: 2, img: "../../images/HotDishes/1.jpg",
      description: 'Наггетсы (куриная грудка, яйцо, мука, панировочные сухари). Соус для бургера (соус из консервированных томатов,' +
        'кетчуп, майонез), картофеля.'
    },
    {
      name: 'Фузилли с домашним сливочным маслом и сыром', price: 390, weight: 240, id: 3, img: "../../images/HotDishes/1.jpg",
      description: 'Фузилли отварные, аль бурро (куриный бульон, сливочное масло), перед отдачей посыпается тёртым сыром пармезан.'
    }
  ]
}

export default ChildrenMenuDB;