const ColdMenuDB = {
  items: [
    {name: 'Салат с куриной печенью, портвейном и свежим манго', price : 790, weight: 219, id: 0, img: "../../images/HotDishes/1.jpg",
      description: 'Куриная печень, шпинат, руккола, манго, соусманго, соус с портвейном и мёдом.'
    },
    {name: 'Зелёный салат с маринованным арбузом и томатами', price : 650, weight: 244, id: 1, img: "../../images/HotDishes/1.jpg",
      description: 'Арбуз маринованный (арбуз, сок лимона, цедра лимона, перец чёрный молотый), томаты, руккола, шпинат, зелёное масло'
    },
    {name: 'Салат с камчатским крабом, страчетеллой и клубникой', price : 1590, weight: 259, id: 2, img: "../../images/HotDishes/1.jpg",
      description: 'Свежий авокадо и розовый томат, листья шпината. Сверху камчатский краб с сыром страчателла и клубникой.' +
        'Заправка - оливковое масло, чёрный перец и соль'
    },
    {name: 'Салат с креветками и авокадо', price : 790, weight: 290, id: 3, img: "../../images/HotDishes/1.jpg",
      description: 'Авокадо и обжаренные цукини, свежий розовый томат, листья салата ромейн, тигровые креветки-гриль. Заправлен из томатного айоли.'
    },
    {name: 'Салат с копчёным лососем и апельсиновым айоли', price : 890, weight: 322, id: 4, img: "../../images/HotDishes/1.jpg",
      description: 'Печёный картофель, томаты черри, лосось горячего копчения, стручковый горошек, салат ромейн, пикантный соус.'
    },
    {name: 'Розовые томаты со сметаной и ялтинским луком', price : 590, weight: 274, id: 5, img: "../../images/HotDishes/1.jpg",
      description: 'Томаты розовые, ялтинский лук, шнит лук, сметана.'
    },
    {name: 'Салат из свежих овощей с прованскими травами', price : 390, weight: 233, id: 6, img: "../../images/HotDishes/1.jpg",
      description: 'Розовые томаты, огурец, свежий базелик. Заправка - оливковое масло с тимьяном, разморином и орегано.'
    },
    {name: '"Цезарь" с креветками', price : 790, weight: 277, id: 0, img: "../../images/HotDishes/1.jpg",
      description: 'Листья салата ромейн, заправленный соусом цезарь, сыром пармезан, каперсами и анчоусами. Гарнир -сухарики из подпеченной чиабаты' +
        'и креветки-гриль'
    },
    {name: '"Цезарь" с цыплёнком', price : 690, weight: 282, id: 0, img: "../../images/HotDishes/1.jpg",
      description: 'Листья салата ромейн, заправленный соусом цезарь, сыром пармезан, каперсами и анчоусами. Гарнир -сухарики из подпеченной чиабаты' +
        'и филе цыплёнка'
    },
  ]
}