const DessertsMenuDB = {
  items: [
    {
      name: 'Ломаная меренга с ягодами и мидалём', price: 590, weight: 235, id: 0, img: "../../images/HotDishes/1.jpg",
      description: 'Меренга, клубника, малина, голубика, слайсы мендаля.'
    },
    {
      name: 'Наполеон', price: 420, weight: 178, id: 1, img: "../../images/HotDishes/1.jpg",
      description: 'Слоёное тесто (мука, соль, сахар, вода, яйцо), крем (сахарный песок, яйцо куриное, крахмал, масло' +
        'сливочное, ванильная эссенция, сливки 35%). При подаче посыпается сахарной пудрой.'
    },
    {
      name: 'Классический тирамису', price: 460, weight: 161, id: 2, img: "../../images/HotDishes/1.jpg",
      description: 'Савоярди, кофе чёрный, амаретто крем (маскарпоне, яйцо куриное, сахар, сливки 35%, ликёр Амаретто).'
    },
    {
      name: 'Ломаная меренга с ягодами и мидалём', price: 590, weight: 235, id: 3, img: "../../images/HotDishes/1.jpg",
      description: 'Меренга, клубника, малина, голубика, слайсы мендаля.'
    },
    {
      name: 'Ломаная меренга с ягодами и мидалём', price: 590, weight: 235, id: 4, img: "../../images/HotDishes/1.jpg",
      description: 'Меренга, клубника, малина, голубика, слайсы мендаля.'
    },
  ]
}

export default DessertsMenuDB;