import beff from '../../images/MaineMenu/HotDishes/2.jpg';
// import beff2 from '../../../public/images/HotDishes/2.jpg';

const HotMenuDB = {
   items: [
     {name: 'Стейк скёрт', price : 1100, weight: 216, id: 0, img: "../../images/HotDishes/1.jpg",
       description: 'Стейк скёрт, руккола, соус перечный (сливки, коньяк, соль, специи), масло оливковое, соль' +
         'морская, специи)'
     },
     {name: 'Филе целого сибаса', price : 1150, weight: 240, id: 1, img: "../../images/HotDishes/1.jpg",
       description: 'Обжаренное филе сибаса на слиаочном масле, соус ' +
         'аль-буро(масло сливочное, бульон овощной). Гарнир - Припущенный шпинат'
     },
     {name: 'Фарерский лосось со спаржей', price : 1390, weight: 245, id: 2, img: "../../images/HotDishes/1.jpg",
       description: 'Стейк из лосося, глазерованный в солной карамели. ' +
         'Бланшированная спаржа с соусом пармезан и красным перцем'
     },
     {name: 'Дорадо по-итальянски с артишокоми и базеликом', price : 1390, weight: 357, id: 3, img: "../../images/HotDishes/1.jpg",
       description: 'Филе дорадо, вяленные томаты, артишоки, каперсы, маслины таджаские, базелик, соус' +
         'аль-буро(масло сливочное, бульон овощной)'
     },
     {name: 'Осьминог в испанском стиле', price : 1690, weight: 261, id: 4, img: "../../images/HotDishes/1.jpg",
       description: 'Щупальца осьминога, отваренная в красном вине с овощами. Обжарен на гриле с гарниром из ' +
         'мини-картофеля, печёного болгарского перца и петрушки с чесноком. Соус из печёного оранжевого перца'
     },
     {name: 'Рибай', price : 2950, weight: 250, id: 5, img: "../../images/HotDishes/1.jpg",
       description: 'Рибай прайм, обжаренный на гриле с розмарином и чесноком, подаётся с трюфельным соусом' +
         'морской солью, розовым перцем'
     },
     {name: 'Рибай сухого вызревания на кости', price : 1100, weight: 80, id: 6, img: "../../images/HotDishes/1.jpg",
       description: 'Рибай на кости прайм (зерновой откорм). 28 дней сухого вызревания'
     },
     {name: 'Стейк стриплойн', price : 2590, weight: 310, id: 7, img: "../../images/HotDishes/1.jpg",
       description: ''
     },
     {name: 'Бифстроганов с картофельным пюре', price : 990, weight: 345, id: 8, img: `${beff}`,
       description: 'Обжаренная говяжья вырезка, белые грибы, репчатый лук, сливки, соус, демигляс, чеснок томатная паста,' +
         'соль, перец - туш'
     },
     {name: 'Бифштекс с горггонзолой и клубникой', price : 1290, weight: 228, id: 9, img: "../../images/HotDishes/1.jpg",
       description: 'Бифштекс из мраморной говядины, соли, перца. Крем из сыра горгонзола и сливок. Клубника, кинза'
     },
     {name: 'Телячьи щёчки с птитимом', price : 1190, weight: 340, id: 10, img: "../../images/HotDishes/1.jpg",
       description: 'Говяжьи щёчки, томлёные с овощами (морковь, сельдирей, лук) 24 часа по технологии сувид.' +
         'Подаются с соусом демигляс и птитимом в сливочно-трюфельном соусе. Украшается сыром пармезан, трюфельным маслом и луком шнит.'
     },
     {name: 'Утиная ножка конфи с трюфельным пюре и вишней', price : 1150, weight: 350, id: 11, img: "../../images/HotDishes/1.jpg",
       description: 'Утиная ножка конфи, томлёная в масле с травами, картофельное пюре, трюфельное масло, вишневый соус (вишнёвое компоте, демигляс, мед)'
     },
     {name: 'Медальоны с картофельным пюре', price : 1290, weight: 354, id: 12, img: "../../images/HotDishes/1.jpg",
       description: 'Филе миньон, картофельное пюре, кофейный соус (кофе, соус демигляс, трюфельная паста)'
     },
     {name: 'Фаршированный болгарский перец', price : 790, weight: 400, id: 13, img: "../../images/HotDishes/1.jpg",
       description: ''
     },
     {name: 'Фирменый Бургер с котлетой из мраморной говядины', price : 1290, weight: 620, id: 14, img: "../../images/HotDishes/1.jpg",
       description: 'Булочка бриошь, котлетка из мраморной говядины, фирминный соус(майонез 67%, чепотоле, кетчуп, чили, кинза), томаты, огурцы, лук красный, солат ромейн, чеддр,' +
         'гочица. Подаётся с картофелем фри и фирменным соусе.'
     },
   ]
}

export default HotMenuDB