const SoupMenuDB = {
  items : [
    {name: 'Гаспачо с креветками и авокадо', price:  690, weight: 390, description: 'Гаспачо (томаты, огурец, паприка, мята. базелик, чили), авокадо, креветки, масло оливковое', id: 0},
    {name: 'Том ям с креветками', price: 630, weight: 565, description: 'Бульон Том ям с креветками, вешенками, кокосовым молоком, чили, розовым томатом.' +
        'Украшается свежей кинзой, слайсом лайма и кунжутом. Подаётся с рисом, посыпанным кунжутом.', id: 1},
    {name: 'Томатный суп с морепродуктами', price: 650, weight: 307, description: 'Бульон на основе консервированных итальянских томатов, креветочных панцирец и прованских трав' +
        'с голубыми мидиями, филе сибаса, филе судака, креветками и лососем. Украшается свежим базеликом и оливковым маслом.', id: 2},
    {name: 'Куриный суп с домашней лапшой', price: 390, weight: 360, description: 'Куриный бульон. куриное филе. лапша тальятелле, морковь, петрушка, пара капель оливкого масла', id: 3},
  ]
}

export default SoupMenuDB;